bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
codeium.codeium
dbaeumer.vscode-eslint
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
gruntfuggly.todo-tree
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode.live-server
njpwerner.autodocstring
oderwat.indent-rainbow
pkief.material-icon-theme
shd101wyy.markdown-preview-enhanced
steoates.autoimport
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
xabikos.javascriptsnippets
yzhang.markdown-all-in-one
